Repository: gizemdayioglu/wikipedia-places-integration
Catalog: PlacesApp/PlacesApp/Resources/*.lproj/Localizable.strings
Languages: nl

# places.title
source: Places
nl: Plaatsen

# custom.location.title
source: Custom Location
nl: Aangepaste Locatie

# view.mode.map
source: Map
nl: Kaart

# view.mode.list
source: List
nl: Lijst

source: View Mode
nl: Weergavemodus

# button.show.location
source: Show Location
nl: Locatie Tonen

# button.show.location.disabled
source: Show Location, disabled
nl: Locatie Tonen, uitgeschakeld

# button.done
source: Done
nl: Klaar

# button.add.custom.location
source: Add custom location
nl: Aangepaste locatie toevoegen

# form.enter.coordinates
source: Enter Coordinates
nl: Coördinaten Invoeren

# form.latitude
source: Latitude
nl: Breedtegraad

# form.longitude
source: Longitude
nl: Lengtegraad

# form.latitude.placeholder
source: Latitude (-90 to 90)
nl: Breedtegraad (-90 tot 90)

# form.longitude.placeholder
source: Longitude (-180 to 180)
nl: Lengtegraad (-180 tot 180)

# message.loading.places
source: Loading places...
nl: Plaatsen laden...

# message.no.places.found
source: No places found
nl: Geen plaatsen gevonden

# message.error
source: Error
nl: Fout

# accessibility.view.mode.selector
source: View mode selector
nl: Weergavemodus selector

# accessibility.view.mode.hint
source: Switch between map and list view
nl: Schakel tussen kaart- en lijstweergave

# accessibility.add.custom.location
source: Add custom location
nl: Aangepaste locatie toevoegen

# accessibility.add.custom.location.hint
source: Opens a form to enter coordinates
nl: Opent een formulier om coördinaten in te voeren

# accessibility.enter.coordinates.hint
source: Enter the latitude and longitude
nl: Voer de breedtegraad en lengtegraad in

# accessibility.latitude.hint
source: Enter a number between minus ninety and ninety
nl: Voer een getal in tussen min negentig en negentig

# accessibility.longitude.hint
source: Enter a number between minus one eighty and one eighty
nl: Voer een getal in tussen min honderdtachtig en honderdtachtig

# accessibility.show.location.hint
source: Shows the location on the map and in the list
nl: Toont de locatie op de kaart en in de lijst

# accessibility.show.location.disabled.hint
source: Enter valid latitude and longitude to enable
nl: Voer geldige breedtegraad en lengtegraad in om in te schakelen

# accessibility.done.hint
source: Close this screen
nl: Sluit dit scherm

# accessibility.open.wikipedia
source: Opens details about this location on Wikipedia
nl: Opent details over deze locatie op Wikipedia

# accessibility.open.wikipedia.location
source: Opens Wikipedia at this location
nl: Opent Wikipedia op deze locatie

# accessibility.no.places.found
source: No places found.
nl: Geen plaatsen gevonden.

# place.location
source: Location
nl: Locatie

# place.location.coordinates
source: Location (%@, %@)
nl: Locatie (%@, %@)

# place.latitude
source: Latitude %@
nl: Breedtegraad %@

# place.longitude
source: Longitude %@
nl: Lengtegraad %@

# place.locations.count
source: %d locations
nl: %d plaatsen

# place.location.count
source: %d location
nl: %d plaats

# place.custom.location.name
source: Custom Location
nl: Aangepaste Locatie

# place.custom.coordinates
source: Custom coordinates
nl: Aangepaste coördinaten

# error.wikipedia.app.not.installed
source: Wikipedia app is not installed. Please install and run the Wikipedia app first.
nl: Wikipedia-app is niet geïnstalleerd. Installeer en voer eerst de Wikipedia-app uit.

# map.locations.shown
source: %d locations
nl: %d plaatsen

# map.shown
source: shown
nl: getoond

# map.annotation.coordinates
source: Latitude %@, Longitude %@
nl: Breedtegraad %@, Lengtegraad %@

# map.annotation.subtitle
source: Latitude: %@, Longitude: %@
nl: Breedtegraad: %@, Lengtegraad: %@
